<template>
  <div id="Statement">
    <h2 class="category">法律声明</h2>
    <div class="text_list">
      <div class="text_list">
        <h5 class="hw-h5 bd-red"> 规则及本公司网址访问条件 </h5>
        <div class="">
          <p class="txt"> 【华为云服务网站】指由华为软件技术有限公司（以下简称华为云）运营的网站，域名为【http://www.huaweicloud.com/】。以下规则适用于所有访问华为云服务网站的用户或浏览者，华为云保留根据国家法律法规及市场行情等变化修改这些规则的权利。访问华为云服务网站的权利由华为云根据下列条款授予。如果您不同意下列任何条款、请停止使用本网址。如果您使用【http://www.huaweicloud.com/】服务，您的使用行为将被视为对本声明全部内容的认可。对于违反这些规则的行为，华为云有权采取法律和公平的补救措施。 </p>
        </div>
      </div>
      <div class="text_list">
        <h5 class="hw-h5 bd-red"> 不承诺责任声明 </h5>
        <div class="">
          <p class="txt"> 华为云服务网站所载的材料和信息，包括但不限于文本、图片、数据、观点、建议、网页或链接，华为云力图在网站上提供准确的材料和信息，但华为云并不保证这些材料和内容的准确、完整、充分和可靠性，并且明确声明不对这些材料和内容的错误或遗漏承担责任，也不对这些材料和内容作出任何明示或默示的、包括但不限于有关所有权担保、没有侵犯第三方权利、质量和没有计算机病毒的保证。<br> 华为云可以在没有任何通知或提示的情况下随时对华为云服务网站上的内容进行修改，为了得到最新版本的信息，请您定时访问华为云服务网站。华为云（含其关联公司）在华为云服务网站上所提及的非华为云产品或服务仅仅是为了提供相关信息，并不构成对这些产品、服务的认可或推荐。华为云并不就网址上提供的任何产品、服务或信息做出任何声明、保证或认可，所有销售的产品和服务应受华为云的销售合同和条款的约束。 <br>鉴于【http://www.huaweicloud.com/】提供的部分服务属于电子公告牌（BBS）服务，【http://www.huaweicloud.com/】上关于其会员或其会员发布的相关信息（包括但不限于用户名称、公司名称、 联系人及联络信息，相关图片、视讯等）的信息均是由会员自行提供，会员依法应对其提供的任何信息承担全部责任。 <br>任何企业或个人认为【http://www.huaweicloud.com/】网页内容（包括但不限于【http://www.huaweicloud.com/】会员发布的商品信息）可能涉嫌侵犯其合法权益，应该及时向华为云提出书面权利通知，并提供身份证明、权属证明、具体链接（URL）及详细侵权情况证明。华为云在收到上述法律文件后，将会依法尽快移除相关涉嫌侵权的内容。 </p>
        </div>
      </div>
      <div class="text_list">
        <h5 class="hw-h5 bd-red"> 著作权说明 </h5>
        <div class="">
          <p class="txt"> 华为云服务网站所载的所有材料或内容受版权法的保护，所有版权由华为云拥有，但注明引用其他方的内容除外。未经华为云或其他方事先书面许可，任何人不得将华为云服务网站上的任何内容以任何方式进行复制、经销、翻印、传播、以超级链路连接或传送、以镜像法载入其他服务器上、存储于信息检索系统或者其他任何商业目的的使用，但对于非商业目的的、用户使用的下载或打印（条件是不得修改，且须保留该材料中的版权说明或其他所有权的说明）除外。 </p>
        </div>
      </div>
      <div class="text_list">
        <h5 class="hw-h5 bd-red"> 商标 </h5>
        <div class="">
          <p class="txt"> 华为云网站上使用和显示的所有商标、标志皆属本公司所有，但注明属于其他方拥有的商标、标志、商号除外。本公司网站所载的任何内容不应被视作未经华为云或其他方书面许可，以暗示、不反对或其他形式授予使用前述任何商标、标志的许可或权利。未经事先书面许可，任何人不得以任何方式使用华为云名称及华为云的商标、标记。 </p>
        </div>
      </div>
      <div class="text_list">
        <h5 class="hw-h5 bd-red"> 提供的产品或服务 </h5>
        <div class="">
          <p class="txt"> 由于互联网的国际性或无国界性，因此通过华为云服务网站所提供信息的亦具有国际性，所以不是所有的在华为云服务网站上所提到的产品或服务在您的国家或地区都提供，请联系当地的销售代表或代理商了解在您的国家或地区所提供的产品或服务。 </p>
        </div>
      </div>
      <div class="text_list">
        <h5 class="hw-h5 bd-red"> 第三方链接 </h5>
        <div class="">
          <p class="txt"> 华为云服务网站可能保留有与第三方网站或网址的链接，访问这些链接将由用户自己作出决定，华为云并不保证这些链接上所提供的任何信息、数据、观点、图片、陈述或建议的准确性、完整性、充分性和可靠性。华为云提供这些链接仅仅在于提供方便，并不表示华为云对这些信息的认可和推荐，也不是用于宣传或广告目的。 </p>
        </div>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  name: 'Statement',
  data () {
    return {}
  },
  mounted () {},
  methods: {}
}
</script>
<style scoped lang="scss">
  @import "style";
</style>
